Repository: KarolisTam/Django_project_service
Catalog: autoservice/service/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Make
lt: Gamintojas

source: Model
lt: Modelis

source: Year
lt: Metai

source: Engine
lt: Variklis

source: cover
lt: viršelis

source: car model
lt: automobilis

source: car models
lt: automobilis

source: client
lt: klientas

source: Licence Plate
lt: Valstybiniai numeriai

source: VIN Code
lt: VIN Kodas

source: Client note
lt: Kliento pastabos

source: foto
lt: nuotrauka

source: car
lt: mašina

source: cars
lt: mašinos

source: data
lt: laikas

source: Price
lt: kaina

source: due back
lt: gražinimo data

source: order
lt: užsakymas

source: orders
lt: užsakymai

source: name
lt: pavadinimas

source: price
lt: kaina

source: service
lt: paslauga

source: services
lt: paslaugos

source: quantity
lt: kiekis

source: total
lt: galutinė suma

source: order entry
lt: užsakymu eilutė

source: order entries
lt: užsakymu eilutės

source: Status
lt: Statusas

source: commenter
lt: komentuotojas

source: Created
lt: Sukurta

source: content
lt: turinys

source: order review
lt: užsakymo atsiliepimas

source: order reviews
lt: užsakymo atsiliepimai

source: home
lt: pradžia

source: logout
lt: atsijungti

source: my orders
lt: mano užsakymai

source: my cars
lt: mano mašinos

source: login
lt: prisijungti

source: Sign up
lt: Registruotis

source: admin
lt: administratorius

source: car detail
lt: automobilis

source: owner
lt: savininkas

source: model
lt: Modelis

source: license olate
lt: Valstybiniai numeriai

source: VIN code
lt: VIN Kodas

source: cars registered at service
lt: aptarnaujamos mašinos service

source: currently statistics
lt: Dabartine statistika

source: car was fixed
lt: sutaisytos mašinos

source: already visit this website for
lt: apsilankiai šiame tinklapyje

source: date
lt: data

source: Change your mind?
lt: Persigalvojai?

source: service orders
lt: paslaugos

source: No orders found.
lt: Užsakymu nerasta

source: car owner
lt: automobilis

source: car licence plate
lt: Valstybiniai numeriai

source: car due back
lt: gražinimo data

source: customer notes
lt: Kliento pastabos

source: status
lt: Statusas

source: no order entries found.
lt: užsakymu eilutės

source: total price
lt: kaina

source: reviews
lt: užsakymo atsiliepimai

source: leave your review
lt: užsakymo atsiliepimas

source: the car owner or employee can participate in the order discussion
lt: automobilio savininkas ar darbuotojas gali dalyvauti užsakymo aptarime

source: make car at
lt: pridėti mašina

source: add your car
lt: pridėti nauja mašina

source: my cars at
lt: mano mašinos

source: your cars
lt: mano mašinos

source: add new car
lt: pridėti mašina

source: edit
lt: koregtuoi

source: Make order at
lt: Sukurti užsakyma

source: create order
lt: Sukurta

source: yours orders
lt: mano užsakymai

source: return by
lt: gražinta bus

source: OVERDUE!
lt: VELUOTJA

source: Car servers history is still empty. Go ahead, try it
lt: Automobilių serverių istorija vis dar tuščia. Pirmyn, pabandyk

source: Review posted!
lt: Atsiliepimas pasidalintas!

source: Your Order Deleted
lt: Jūsų užsakymas ištrintas

source: Something went wrong, try again.
lt: Kažkas nepavyko, bandykit dar kartą
